/*
  BKPasscodeView.strings
  Crypto Cloud - Nextcloud

  Created by Marino Faggiana on 25/11/14.
  Copyright (c) 2016 TWS. All rights reserved.
*/

"%d Failed Passcode Attempts" = "%d neplatných pokusů";
"%d Failed Password Attempts" = "%d neplatných pokusů o zadání hesla";

"1 Failed Passcode Attempt" = "1 neplatný pokus o zadání odemykacího kódu";
"1 Failed Password Attempt" = "1 neplatný pokus o zadání hesla";

"Do you want to use Touch ID for authentication?" = "Chcete k autentizaci používat Touch ID?";

"Done" = "Hotovo";

"Enable Touch ID" = "Povolit Touch ID";

"Enter a different passcode. Cannot re-use the same passcode." = "Zadejte jiný odemykací kód. Stený odemykací kód nelze použít.";
"Enter a different password. Cannot re-use the same password." = "Zadejte jiné heslo. Stejné heslo nelze použít.";

"Enter a passcode" = "Zadejte odemykací kód";
"Enter a password" = "Zadejte heslo";

"Enter your new passcode" = "Zadejte váš nový odemykací kód";
"Enter your new password" = "Zadejte vaše nové heslo";

"Enter your old passcode" = "Zadejte váš starý odemykací kód";
"Enter your old password" = "Zadejte vaše staré heslo";

"Enter your passcode" = "Zadejte váš odemykací kód";
"Enter your password" = "Zadejte vaše heslo";

"Invalid Passcode" = "Neplatný odmykací kód";
"Invalid Password" = "Neplatné heslo";

"Passcodes did not match.\nTry again." = "Zkuste to znovu";
"Password did not match.\nTry again." = "Zkuste to znovu";

"Re-enter your passcode" = "Zadejte váš odemykací kód znovu";
"Re-enter your password" = "Zadejte vaše heslo znovu";

"Try again in %d minutes" = "Zkuste to znovu za %d minut";

"Try again in 1 minute" = "Zkuste to znovu za 1 minutu";
